Revit 2027 API
ParameterTypeId.RbsWireTemperatureRatingParam Property
 "Temperature Rating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireTemperatureRatingParam { get; }
Public Shared ReadOnly Property RbsWireTemperatureRatingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireTemperatureRatingParam {
	ForgeTypeId^ get ();
}
static member RbsWireTemperatureRatingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace